/* String (plural) used in Value column for distionaries. The %u will be filled with the number of children of the dictionary */
"%u key/value pair" = "%u key/value pair";

/* String (plural) used in Value column for distionaries. The %u will be filled with the number of children of the dictionary */
"%u key/value pairs" = "%u key/value pairs";

/* String (singular) used in Value column for arrays. The %u will be filled with the number of children of the array */
"%u ordered object" = "%u ordered object";

/* String (plural) used in Value column for arrays. The %u will be filled with the number of children of the array */
"%u ordered objects" = "%u ordered objects";

/* String used for the None item (the first item) in plist structure definition inspector. */
"<None>" = "<None>";

/* String used in Class column for Arrays. */
"Array" = "Array";

/* String used in Class column for Booleans. */
"Boolean" = "Boolean";

/* Cancel button title. */
"Cancel" = "Cancel";

/* Title of button for converting to XML plist. */
"Change to XML" = "Change to XML";

/* String used in Class column for Datas. */
"Data" = "Data";

/* String used in Class column for Dates. */
"Date" = "Date";

/* String used in Class column for Dictionaries. */
"Dictionary" = "Dictionary";

/* Title of keep editing button for alert panel warning of invalid data entry. */
"Keep Editing" = "Keep Editing";

/* Title of button to add new child to a property list item. */
"New Child" = "New Child";

/* String used as key for new items.  This string may have ' - #' added where # is a number in order to get a unique key. */
"New item" = "New item";

/* Title of button to add new root property list to an emtpy document. */
"New Root" = "New Root";

/* Title of button to add new sibling to a property list item. */
"New Sibling" = "New Sibling";

/* Title for popup choice for false boolean values. */
"No" = "No";

/* String used in Class column for Numbers. */
"Number" = "Number";

/* Title of replace button for alert panel warning of renaming a key to be the same as another key in its parent dictionary. */
"Replace Existing Pair" = "Replace Existing Pair";

/* String used for Outline column value for top-level objects. */
"Root" = "Root";

/* String used in Class column for Strings. */
"String" = "String";

/* Error string for entry not being ASCII when it is required to be. */
"String is not ASCII." = "String is not ASCII.";

/* Message for alert panel warning of adding an XML-only plist class to a non-XML plist document. */
"That class is only supported for XML property lists.  Do you want to change the file type to XML?" = "That class is only supported for XML property lists.  Do you want to change the file type to XML?";

/* Message for alert panel warning of renaming a key to be the same as another key in its parent dictionary.  Single replacement is the duplicate key. */
"The key you entered (\"%@\") is already present in the dictionary.  Do you want to replace the existing key/value pair?" = "The key you entered (\"%@\") is already present in the dictionary.  Do you want to replace the existing key/value pair?";

/* Title for alert panel warning of adding an XML-only plist class to a non-XML plist document.
   Title for alert panel warning of renaming a key to be the same as another key in its parent dictionary.
   Title for alert panel with a warning in it. */
"Warning" = "Warning";

/* Title for popup choice for true boolean values. */
"Yes" = "Yes";

/* Message for alert panel warning of invalid data entry. */
"Your entry is not valid.  Do you want to keep editing and fix the error or cancel editing?" = "Your entry is not valid.  Do you want to keep editing and fix the error or cancel editing?";

